Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] Her Majesty, The Witch.tmx
Source language: ko_kr
Languages: en

source: 잘 해결될 거니까 걱정하지 말아요.
en: don’t worry. everything will be okay.

source: 결국 희망사항일뿐이지 시스티나가 스스로 결정한 건 아무것도 없지 않나.
en: that’s just what he hopes will happen, sistina didn’t make a decision yet.

source: 몸이 아프긴 한데….
en: I am sick...

source: 내 힘으로도 도와주기엔 역부족이군.
en: this is way beyond what I can help.

source: 네, 쉬운 일은 아니었지만….
en: yes, it wasn’t easy...

source: 그랑우텐의 자루에 묶고….
en: on granouten’s broom stick...

source: 요강은 아주 오래 전,
en: the chamber pot was

source: 얼굴이 반쪽이 됐잖아.
en: you've lost so much weight!

source: 마녀들마다 달라.
en: that depends on the witch.

source: 저는….
en: I...

source: 신체 능력, 마법 전부 다.
en: in terms of both physical abilities and magic powers.

source: 티티가 기뻐하겠어.
en: tete will be glad.

source: 아, 토토 씨는?
en: where did mr. toto go?

source: 56화
en: Episode 56

source: 사람마다 다르긴 하지만 운명을 모를 때랑 알 때가 완전 다르죠.
en: it varies for each individual, but usually, they completely change once they recognize their destiny.

source: 그나저나 언니는 어때?
en: anyway, how are you, ranepe?

source: 황위 계승 싸움에서 황족들이 우수수 죽어나간 게 설마….
en: could that be the reason a bunch of imperial family members died while fighting for the throne...?

source: 검은숲으로 마녀들이 돌아갈 일이 남아있지만….
en: the witches still have to return to the black forest...

source: 저주의 힘이 얼마나 강한 거야?
en: how powerful is this curse?

source: 다만… 몸도 능력도 한계치 이상으로 쓰게 되기 때문에
en: however... since I’ll end up using power surpassing my capacity,

source: 특히 운명에 영향을 미치는 저주는 하루라도 빨리 벗어나는 게 좋지.
en: a curse that affects destiny is especially dangerous, so we better get rid of it as soon as possible.

source: 그 뒤 이곳저곳으로 옮겨지다가 금이 간 것 같습니다.
en: afterward, it appears that it got a crack while being moved from place to place.

source: 우리들은 여기서 늘 기다리고 있을게.
en: we will always be here for you.

source: 이 둘은 아니네.
en: it’s not these two.

source: 여러 가지 기술도 생겨났죠.
en: and even acquired various skills.

source: 시스티나의 성격상 이대로 끝을 내자고 할 것 같네요.
en: I think sistina would just want to move on considering her personality.

source: 그런데… 저주를 풀려면 몇 명의 마녀를 동원해야 할런지요?
en: by the way... how many witches will it take to break the curse?

source: 맞亞요.
en: you are correct.

source: 모두가 이렇게 응원해주니까 힘내야지!
en: everyone wants me to get better. I should cheer up!

source: 인사… 말입니까?
en: visit? why...?

source: 뭐부터 듣고 싶은가?
en: which would you like to hear first?

source: 조만간 즉위할 때처럼 와장창 밞히겠군.
en: it looks like his hopes will be crushed swiftly, like when she took the throne.

source: 그리고….
en: and...

source: 호오…?
en: aha...

source: 제가 순식간에 10년은 더 늙었습니다.
en: I think I aged about ten more years in an instant.

source: 외교적인 사항과 다른 것들은 티티 루님과 함께 저희가 알아서 하겠습니다.
en: we will take care of everything else including diplomatic matters with ms. tete ru.

source: 대마녀께서 나머지는 알아서 할 테니 푹 쉬라고 하셨습니다.
en: the great witch said she’ll take it from here, so you should rest.

source: 먹고 힘내셔요, 폐하.
en: I hope this makes you feel better.

source: 지금은 가만히 있단다.
en: it hasn’t been moving so far.

source: 서로 아니까 괜찮아요!
en: it’s fine since we both know!

source: 사건은 권력에 의해 조용히 덮였죠.
en: the incident was quietly swept under the rug because of the noble's power.

source: 어차피 봉인을 풀고 그랑우텐의 힘을 뒤집어쓰면 최상이 될 테니까.
en: I’ll feel incredibly amazing once I break the seal and take over granouten’s power.

source: 미젠베도 그렇게 정리된 소국 중 하나였다.
en: and mizenbe was one of those countries.

source: 아, 하긴….
en: right, I forgot...

source: 바늘이 멈췄습니다.
en: the needle has stopped moving.

source: 사, 사랑….
en: lo-love...?

source: 토토는 내가 황제라는 걸 알아서 걸리나 보네….
en: I guess he’s hesitant because he knows that I’m the empress...

source: 보통 일이 아니지.
en: it is really serious.

source: 하나는 식을 분석해 반대되는 식을 만들어 충돌시키는 것이지요.
en: one is to create an opposite formula to the curse and neutralize it.

source: 그나마 젊은 자네가 그러면 어쩌나….
en: oh, please. you are the youngest one among us...

source: 맞춤복이라 다른 마녀들이 입을 수는 없어서 디자이너인 코코가 저에게 줬죠.
en: designer coco just gave it to me since it was specifically tailored to her body.

source: 마녀들의 수도 고작 지금의 10분의 1정도였죠.
en: and the number of witches was also only a tenth of what it is today.

source: …아!
en: ...oh!
